[
  {
    "description": "Berlin is the capital of Germany and one of its 16 states. With a population of approximately 3.5 million people,[4] Berlin is the second most populous city proper and the seventh most populous urban area in the European Union.[5] Located in northeastern Germany on the banks of Rivers Spree and Havel, it is the centre of the Berlin-Brandenburg Metropolitan Region, which has about six million residents from over 180 nations.[6][7][8][9] Due to its location in the European Plain, Berlin is influenced by a temperate seasonal climate. Around one-third of the city's area is composed of forests, parks, gardens, rivers and lakes.[10]",
    "details_id": "berlin",
    "name": "Berlin",
    "thumb": "https://c2.staticflickr.com/5/4102/4768789313_69d3f0b27c_q.jpg"
  },
  {
    "description": "Warsaw (Polish: Warszawa [varˈʂava] ( listen); see also other names) is the capital and largest city of Poland. It stands on the Vistula River in east-central Poland, roughly 260 kilometres (160 mi) from the Baltic Sea and 300 kilometres (190 mi) from the Carpathian Mountains. Its population is estimated at 1.740 million residents within a greater metropolitan area of 2.666 million residents, which makes Warsaw the 9th most-populous capital city in the European Union.[2][3][4] The city limits cover 516.9 square kilometres (199.6 sq mi), while the metropolitan area covers 6,100.43 square kilometres (2,355.39 sq mi).[5]",
    "details_id": "warsaw",
    "name": "Warsaw",
    "thumb": "https://c6.staticflickr.com/3/2894/12291322053_28b20f2175_q.jpg"
  },
  {
    "description": "Paris (French: [paʁi] ( listen)) is the capital and most populous city of France. Situated on the river Seine in the north of the country, it is in the centre of the Île-de-France region, also known as the région parisienne, \"Paris Region\". The City of Paris largely retains its one and a half century old administrative boundaries, with an area of 105 km² (41 mi²) and as of 2014 a population of 2,241,346.[3][4] Together with its suburbs, the whole agglomeration has a population of 10,550,350 (Jan. 2012 census).[2] Paris' metropolitan area spans most of the Île-de-France region and has a population of 12,405,426 (Jan. 2013 census),[5] constituting one-fifth of the population of France.[6] The administrative region covers 12,012 km² (4,638 mi²), with approximately 12 million inhabitants as of 2014, and has its own regional council and president.[7]",
    "details_id": "paris",
    "name": "Paris",
    "thumb": "https://c7.staticflickr.com/2/1471/25745711822_e542016771_q.jpg"
  },
  {
    "description": "New York is a state in the Northeastern United States and is the 27th-most extensive, fourth-most populous, and seventh-most densely populated U.S. state. New York is bordered by New Jersey and Pennsylvania to the south and Connecticut, Massachusetts, and Vermont to the east. The state has a maritime border in the Atlantic Ocean with Rhode Island, east of Long Island, as well as an international border with the Canadian provinces of Quebec to the north and Ontario to the west and north. The state of New York, with an estimated 19.8 million residents in 2015,[4] is often referred to as New York State to distinguish it from New York City, the state's most populous city and its economic hub.",
    "details_id": "newyork",
    "name": "New York",
    "thumb": "https://c1.staticflickr.com/2/1481/26366838472_25732515fd_q.jpg"
  }
]